Repository: ymitsis/rfyt34ef
Catalog: localization/*.po
Languages: el

# CHALLENGE_OPTION1
source: Change course to bypass it (Cost: ⚡%dPJ)
el: Αλλάζεις πορεία για να το παρακάμψεις (κόστος: ⚡%dPJ)

# CHALLENGE_TITLE
source: A massive cloud of space dust stretches across your path. Choose:
el: Μπροστά σου απλώνεται ένα τεράστιο νέφος διαστημικής σκόνης. Διάλεξε:

# CHALLENGE_OPTION2
source: Stay on course and attempt evasive maneuvers. The final cost will depend on how well you handle the maneuvering
el: Παραμένεις στην πορεία σου και επιχειρείς ελιγμούς αποφυγής. Το κόστος θα εξαρτηθεί από το πόσο καλά θα τα καταφέρεις

# QUIZ_MAX_REWARD
source: PERFECT! Maximum energy gained (%dPJ)
el: ΤΕΛΕΙΑ! κέρδισες τη μέγιστη ενέργεια (%dPJ)

# QUIZ_NO_REWARD
source: No energy gained this time…
el: Δεν κέρδισες ενέργεια αυτή τη φορά…

# QUIZ_REWARD
source: You gained %dPJ of energy (max %dPJ)
el: Kέρδισες %dPJ ενέργειας (μέγιστο %dPJ)

# QUIZ_SUBMIT_TOOLTIP
source: make a selection first
el: επέλεξε πρώτα κάτι

# QUIZ_SUBMIT
source: verify
el: έλεγχος

# QUIZ_CONTINUE
source: continue
el: συνέχεια

# QUIZ01_QSTN
source: What does the artistic drawing above depict? (The sizes are not to scale)
el: Τι απεικονίζει το παραπάνω καλλιτεχνικό σχέδιο; (τα μεγέθη δεν είναι σε ακριβή κλίμακα)

# QUIZ01_ANS1
source: the Solar System
el: το ηλιακό σύστημα

# QUIZ01_ANS2
source: a planetary system
el: ένα πλανητικό σύστημα

# QUIZ01_ANS3
source: a galactic system
el: ένα γαλαξιακό σύστημα

# QUIZ02_QSTN
source: The image above shows the Sun and its planets to scale. Drag each name from the list on the right onto the correct object.
el: Στην παραπάνω εικόνα παρουσιάζονται σε πραγματικές αναλογίες μεγέθους ο Ήλιος και οι πλανήτες του. Τοποθέτησε κάθε όνομα της δεξιάς στήλης στο σωστό ουράνιο σώμα.

# QUIZ02_ANS1
source: Mercury
el: Ερμής

# QUIZ02_ANS2
source: Sun
el: Ήλιος

# QUIZ02_ANS3
source: Uranus
el: Ουρανός

# QUIZ02_ANS4
source: Mars
el: Άρης

# QUIZ02_ANS5
source: Earth
el: Γη

# QUIZ02_ANS6
source: Saturn
el: Κρόνος

# QUIZ02_ANS7
source: Venus
el: Αφροδίτη

# QUIZ02_ANS8
source: Neptune
el: Ποσειδώνας

# QUIZ02_ANS9
source: Jupiter
el: Δίας

# QUIZ03_QSTN
source: In the educational programme “RADIIO” (2025–26), student teams from different countries are participating. Select the flags of those countries.
el: Στο εκπαιδευτικό πρόγραμμα "RADIIO" (2025-26) συμμετέχουν ομάδες μαθητών από διαφορετικές χώρες. Επέλεξε τις σημαίες των χωρών αυτών.

# QUIZ04_QSTN
source: The image shows some of the 66 antennas of the ALMA radio telescope, located in the Atacama Desert in Chile. Try to assemble it correctly using as few moves as possible.
el: Η εικόνα δείχνει μερικές από τις 66 κεραίες του ραδιοτηλεσκοπίου ALMA που βρίσκεται στην έρημο Ατακάμα της Χιλής. Προσπάθησε να τη σχηματίσεις σωστά με όσο το δυνατόν λιγότερες κινήσεις.

# QUIZ05_QSTN1
source: 600 BCE
el: 600 π.Χ.

# QUIZ05_QSTN2
source: 1600 CE
el: 1600 μ.Χ.

# QUIZ05_QSTN3
source: 1850 CE
el: 1850 μ.Χ.

# QUIZ05_QSTN4
source: 1930 CE
el: 1930 μ.Χ.

# QUIZ05_QSTN5
source: The observational tools of astronomy shown above were pivotal, as they marked transitions between different eras in the study of the sky. Place them in the correct chronological order, from the oldest to the most recent.
el: Τα παραπάνω παρατηρησιακά εργαλεία της αστρονομίας υπήρξαν κομβικά, καθώς σηματοδότησαν μεταβάσεις σε διαφορετικές εποχές της μελέτης του ουρανού. Τοποθέτησέ τα στη σωστή χρονολογική σειρά, από το παλαιότερο προς το νεότερο.

# QUIZ06_QSTN1
source: nebula
el: νεφέλωμα

# QUIZ06_QSTN2
source: quasar
el: κβάζαρ

# QUIZ06_QSTN3
source: star
el: αστέρι

# QUIZ06_QSTN4
source: galaxy
el: γαλαξίας

# QUIZ06_QSTN5
source: pulsar
el: πάλσαρ

# QUIZ06_QSTN6
source: comet
el: κομήτης

# QUIZ06_QSTN7
source: planet
el: πλανήτης

# QUIZ06_QSTN8
source: The images above show various astronomical objects. Place each name from the right column onto the correct celestial body.
el: Στις παραπάνω εικόνες παρουσιάζονται διάφορα αστρονομικά αντικείμενα. Τοποθέτησε κάθε όνομα της δεξιάς στήλης στο σωστό ουράνιο σώμα.

# QUIZ07_QSTN1
source: protoplanetary disk
el: πρωτοπλανητικός δίσκος

# QUIZ07_QSTN2
source: galaxy
el: γαλαξίας

# QUIZ07_QSTN3
source: Jupiter
el: πλανήτης Δίας

# QUIZ07_QSTN4
source: supernova
el: υπερκαινοφανής

# QUIZ07_QSTN5
source: black hole environment
el: περιβάλλον μαύρης τρύπας

# QUIZ07_QSTN6
source: The images above come from the ALMA and EHT radio telescopes. Place each name from the right column onto the correct image.
el: Οι παραπάνω εικόνες προέρχονται από τα ραδιοτηλεσκόπια ALMA και EHT. Τοποθέτησε κάθε όνομα της δεξιάς στήλης στη σωστή εικόνα.

# QUIZ08_QSTN1
source: The images below come from the Hubble Space Telescope. Select the ones that depict galaxies.
el: Οι παρακάτω εικόνες προέρχονται από το τηλεσκόπιο Hubble. Επέλεξε αυτές που απεικονίζουν γαλαξίες.

# QUIZ09_QSTN1
source: lens as the main element
el: φακός ως κύριο στοιχείο

# QUIZ09_QSTN2
source: mirror as the main element
el: καθρέπτης ως κύριο στοιχείο

# QUIZ09_QSTN3
source: ability to have a large aperture
el: δυνατότητα μεγάλης διαμέτρου

# QUIZ09_QSTN4
source: collects relatively little light
el: συλλέγει σχετικά λίγο φως

# QUIZ09_QSTN5
source: refracting
el: διοπτρικό

# QUIZ09_QSTN6
source: reflecting
el: κατοπτρικό

# QUIZ09_QSTN7
source: Optical telescopes are classified as refracting or reflecting. Place the items from the middle column into the correct category.
el: Τα οπτικά τηλεσκόπια διακρίνονται σε διοπτρικά και κατοπτρικά. Τοποθέτησε τα στοιχεία της μεσαίας στήλης, στη σωστή κατηγορία.

# QUIZ10_QSTN1
source: optical telescopes
el: οπτικά τηλεσκόπια

# QUIZ10_QSTN2
source: non-optical telescopes
el: μη οπτικά τηλεσκόπια

# QUIZ10_QSTN3
source: Arrange the images so that the top row contains only optical telescopes and the bottom row only non-optical telescopes.
el: Τακτοποίησε τις παραπάνω εικόνες ώστε η επάνω σειρά να έχει μόνο οπτικά τηλεσκόπια και η κάτω μόνο μη οπτικά.

# QUIZ11_QSTN1
source: Of the following images of the Sun, only one was captured using an optical telescope. Select the images that were created using non-optical telescopes.
el: Από τις παρακάτω εικόνες του Ήλιου, μόνο η μία προέρχεται από οπτικό τηλεσκόπιο. Επέλεξε τις εικόνες που δημιουργήθηκαν με τη βοήθεια μη οπτικών τηλεσκοπίων.

# QUIZ12_QSTN1
source: active galaxies
el: ενεργοί γαλαξίες

# QUIZ12_QSTN2
source: star-forming galaxies
el: αστρογόνοι γαλαξίες

# QUIZ12_QSTN3
source: Arrange the images above so that the top row contains only active galaxies and the bottom row only star-forming galaxies.
el: Τακτοποίησε τις παραπάνω εικόνες ώστε η επάνω σειρά να έχει μόνο ενεργούς γαλαξίες και η κάτω μόνο αστρογόνους.

# QUIZ13_QSTN6
source: Arrange the following astronomical objects from smallest to largest, based on their diameter.
el: Κατάταξε τα παρακάτω αστρονομικά αντικείμενα από το μικρότερο στο μεγαλύτερο, με βάση τη διάμετρό τους.

# QUIZ13_QSTN1
source: neutron star
el: αστέρας νετρονίων

# QUIZ13_QSTN2
source: nebula
el: νεφέλωμα

# QUIZ13_QSTN3
source: star
el: αστέρι

# QUIZ13_QSTN4
source: planet
el: πλανήτης

# QUIZ13_QSTN5
source: galaxy
el: γαλαξίας

# QUIZ14_QSTN01
source: single-dish
el: ενιαίου κατόπτρου

# QUIZ14_QSTN02
source: radio telescopes
el: ραδιοτηλεσκόπια

# QUIZ14_QSTN03
source: interferometric
el: συμβολομετρίας

# QUIZ14_QSTN13
source: Listed above are some of the most important radio telescopes. Place each one in the column that corresponds to its category.
el: Παραπάνω αναφέρονται μερικά από τα σημαντικότερα ραδιοτηλεσκόπια. Τοποθέτησε καθένα από αυτά στη στήλη που αντιστοιχεί στην κατηγορία του.

# QUIZ15_QSTN
source: Which astronomical object is located at the center of our Galaxy?
el: Ποιο αστρονομικό αντικείμενο βρίσκεται στο κέντρο του Γαλαξία μας;

# QUIZ15_ANS1
source: a protoplanetary disk
el: ένας πρωτοπλανητικός δίσκος

# QUIZ15_ANS2
source: a supermassive black hole
el: μια υπερμεγέθης μαύρη τρύπα

# QUIZ15_ANS3
source: a neutron star
el: ένα αστέρι νετρονίων

# QUIZ15_ANS4
source: a supernova
el: ένας υπερκαινοφανής αστέρας

# QUIZ16_QSTN
source: Interferometry is used in single-dish radio telescopes.
el: Η τεχνική της συμβολομετρίας χρησιμοποιείται στα ραδιοτηλεσκόπια ενιαίου κατόπτρου.

# QUIZ16_ANS1
source: true
el: σωστό

# QUIZ16_ANS2
source: false
el: λάθος

# QUIZ17_QSTN
source: The single-dish radio telescope with the largest diameter is FAST in China. What is the diameter of its dish?
el: Το ραδιοτηλεσκόπιο ενιαίου κατόπτρου με τη μεγαλύτερη διάμετρο είναι το FAST στην Κίνα. Ποια είναι η διάμετρος του κατόπτρου του;

# QUIZ18_QSTN
source: In a multi-antenna interferometric radio telescope, each antenna must point in a different direction in order to achieve the widest possible simultaneous coverage of the sky.
el: Σε ένα συμβολομετρικό ραδιοτηλεσκόπιο πολλαπλών κεραιών, καθεμία από αυτές πρέπει να είναι στραμμένη σε διαφορετική κατεύθυνση, ώστε να επιτυγχάνεται ταυτόχρονα όσο το δυνατόν ευρύτερη κάλυψη του ουρανού.

# QUIZ18_ANS1
source: true
el: σωστό

# QUIZ18_ANS2
source: false
el: λάθος

# QUIZ19_QSTN
source: Which single-dish radio telescope has the largest diameter?
el: Ποιο είναι το μεγαλύτερο σε διάμετρο ραδιοτηλεσκόπιο ενιαίου κατόπτρου;

# QUIZ19_ANS1
source: Arecibo (Puerto Rico)
el: Arecibo (Πουέρτο Ρίκο)

# QUIZ19_ANS2
source: LOFAR (Netherlands)
el: LOFAR (Ολλανδία)

# QUIZ19_ANS3
source: FAST (China)
el: FAST (Κίνα)

# QUIZ19_ANS4
source: VLA (USA)
el: VLA (ΗΠΑ)

# QUIZ20_QSTN
source: Star-forming galaxies have a supermassive black hole at their center.
el: Οι αστρογόνοι γαλαξίες έχουν στο κέντρο τους μια υπερμεγέθη μαύρη τρύπα.

# QUIZ20_ANS1
source: true
el: σωστό

# QUIZ20_ANS2
source: false
el: λάθος

# QUIZ21_QSTN
source: A galaxy is called "active" when it has a high rate of star formation.
el: Ένας γαλαξίας ονομάζεται "ενεργός" όταν έχει υψηλό ρυθμό σχηματισμού άστρων.

# QUIZ21_ANS1
source: true
el: σωστό

# QUIZ21_ANS2
source: false
el: λάθος

# QUIZ22_QSTN
source: Which of the following astronomical objects emits strongly in the radio-wave region of the spectrum?
el: Ποιο από τα παρακάτω αστρονομικά αντικείμενα εκπέμπει ισχυρά στην περιοχή των ραδιοκυμάτων;

# QUIZ22_ANS1
source: comet
el: κομήτης

# QUIZ22_ANS2
source: pulsar
el: πάλσαρ

# QUIZ22_ANS3
source: quasar
el: κβάζαρ

# QUIZ22_ANS4
source: supernova remnants
el: υπολείματα υπερκαινοφανούς

# QUIZ22_ANS5
source: asteroid
el: αστεροειδής

# QUIZ23_QSTN
source: What is the name of our galaxy?
el: Πώς ονομάζεται ο δικός μας γαλαξίας;

# QUIZ24_QSTN
source: The image above shows
el: Στην παραπάνω εικόνα παρουσιάζεται

# QUIZ24_ANS1
source: a galaxy
el: ένας γαλαξίας

# QUIZ24_ANS2
source: a planetary system
el: ένα πλανητικό σύστημα

# QUIZ24_ANS3
source: a nebula
el: ένα νεφέλωμα

# QUIZ25_QSTN
source: All stars have nearly the same size and color.
el: Όλα τα άστρα έχουν σχεδόν το ίδιο μέγεθος και χρώμα.

# QUIZ25_ANS1
source: true
el: σωστό

# QUIZ25_ANS2
source: true
el: λάθος

# QUIZ26_QSTN
source: The human eye is an excellent observational instrument. It has high sensitivity and can detect the entire electromagnetic spectrum (light).
el: Το ανθρώπινο μάτι είναι ένα εξαιρετικό όργανο παρατήρησης. Έχει μεγάλη ευαισθησία και μπορεί να αντιληφθεί το σύνολο του ηλεκτρομαγνητικού φάσματος (φωτός).

# QUIZ26_ANS1
source: true
el: σωστό

# QUIZ26_ANS2
source: false
el: λάθος

# QUIZ27_QSTN
source: Which of the following factors contribute to high image quality in radio telescope observations?
el: Ποιοι από τους παρακάτω παράγοντες συμβάλλουν στην υψηλή ποιότητα εικόνας στις παρατηρήσεις με ραδιοτηλεσκόπια;

# QUIZ27_ANS1
source: a large number of antennas
el: μεγάλος αριθμός κεραιών

# QUIZ27_ANS3
source: a long observing time
el: μεγάλος χρόνος παρατήρησης

# QUIZ27_ANS4
source: antennas placed very close to each other
el: κεραίες τοποθετημένες πολύ κοντά μεταξύ τους

# QUIZ27_ANS2
source: observations at different frequencies
el: παρατηρήσεις σε διαφορετικές συχνότητες

# QUIZ28_QSTN
source: The images above show the same astronomical object. The first image was taken with an optical telescope (Hubble), while the second was taken with a radio telescope (VLA). Which astronomical object is shown in the images?
el: Στις παραπάνω εικόνες παρουσιάζεται το ίδιο αστρονομικό αντικείμενο. Η πρώτη εικόνα προέρχεται από οπτικό τηλεσκόπιο (Hubble), ενώ η δεύτερη από ραδιοτηλεσκόπιο (VLA). Τι αστρονομικό αντικείμενο παρουσιάζεται στις εικόνες;

# QUIZ28_ANS1
source: supernova remnant
el: υπόλειμμα υπερκαινοφανούς

# QUIZ28_ANS2
source: galaxy
el: γαλαξίας

# QUIZ28_ANS3
source: protoplanetary disk
el: πρωτοπλανητικός δίσκος

# QUIZ28_ANS4
source: nebula
el: νεφέλωμα

# QUIZ29_QSTN
source: Synchrotron radiation
el: Η ακτινοβολία σύγχροτρον

# QUIZ29_ANS1
source: indicates the presence of strong magnetic fields
el: υποδηλώνει παρουσία ισχυρών μαγνητικών πεδίων

# QUIZ29_ANS2
source: is also emitted by active galactic nuclei
el: εκπέμπεται και από ενεργούς γαλαξικούς πυρήνες

# QUIZ29_ANS3
source: is emitted by very hot stars
el: εκπέμπεται από πολύ θερμά αστέρια

# QUIZ30_QSTN
source: Below you can listen to three audio signals produced from radio telescope observations of pulsars. Select the pulsar that is rotating the fastest.
el: Παρακάτω μπορείς να ακούσεις τρία ηχητικά σήματα που προέκυψαν από παρατηρήσεις πάλσαρ με ραδιοτηλεσκόπια. Επέλεξε το πάλσαρ που περιστρέφεται πιο γρήγορα.

# QUIZ31_QSTN
source: The astronomical object shown is
el: Το διπλανό αστρονομικό αντικείμενο είναι

# QUIZ31_ANS1
source: a pulsar
el: ένα πάλσαρ

# QUIZ31_ANS2
source: a planet
el: ένας πλανήτης

# QUIZ31_ANS3
source: a quasar
el: ένα κβάζαρ

# QUIZ32_QSTN
source: What do we call "exoplanets"?
el: Τι ονομάζουμε "εξωπλανήτες";

# QUIZ32_ANS1
source: planets that do not belong to our Solar System
el: πλανήτες που δεν ανήκουν στο ηλιακό μας σύστημα

# QUIZ32_ANS3
source: planets that do not belong to any planetary system
el: πλανήτες που δεν ανήκουν σε κάποιο πλανητικό σύστημα

# QUIZ32_ANS4
source: planets in our Solar System with orbits beyond Earth’s orbit
el: πλανήτες του ηλιακού μας συστήματος με τροχιά εξωτερικά της τροχιάς της Γης

# QUIZ32_ANS2
source: all planets except Earth
el: όλοι οι πλανήτες εκτός από τη Γη

# QUIZ33_QSTN
source: Why do we build space telescopes in addition to ground-based ones, even though their cost is 10 or even 100 times higher?
el: Γιατί, εκτός από επίγεια, κατασκευάζουμε και διαστημικά τηλεσκόπια, παρότι το κόστος τους είναι 10 ή και 100 φορές μεγαλύτερο;

# QUIZ33_ANS1
source: Earth’s atmosphere distorts astronomical observations
el: η ατμόσφαιρα της Γης αλλοιώνει τις αστρονομικές παρατηρήσεις

# QUIZ33_ANS3
source: Earth’s gravity prevents telescopes from functioning properly
el: η βαρυτική έλξη της Γης εμποδίζει τη σωστή λειτουργία των τηλεσκοπίων

# QUIZ33_ANS4
source: light travels at a higher speed in space
el: στο Διάστημα το φως διαδίδεται με μεγαλύτερη ταχύτητα

# QUIZ33_ANS2
source: light pollution makes astronomical observations from Earth difficult
el: η φωτορύπανση δυσκολεύει τις αστρονομικές παρατηρήσεις από τη Γη

# QUIZ34_QSTN
source: Different regions of the electromagnetic spectrum are named according to the frequency (or wavelength) of the radiation. The images above correspond to these regions and are shown in random order. Arrange them in the correct order, starting with the one that corresponds to the lowest frequency.
el: Διαφορετικές περιοχές του ηλεκτρομαγνητικού φάσματος έχουν ονομαστεί με βάση τη συχνότητα (ή το μήκος κύματος) της ακτινοβολίας. Οι παραπάνω εικόνες αντιστοιχούν σε αυτές τις περιοχές και έχουν τοποθετηθεί σε τυχαία σειρά. Τοποθέτησέ τες στη σωστή σειρά, ξεκινώντας από αυτή που αντιστοιχεί στη μικρότερη συχνότητα.

# QUIZ34_ANS1
source: infrared
el: υπέρυρθο

# QUIZ34_ANS2
source: radio waves
el: ραδιοκύματα

# QUIZ34_ANS3
source: gamma rays
el: ακτίνες γ

# QUIZ34_ANS4
source: X-rays
el: ακτίνες X

# QUIZ34_ANS5
source: ultraviolet
el: υπεριώδες

# QUIZ34_ANS6
source: visible
el: ορατό

# QUIZ35_QSTN
source: The citizen science project "Radio Galaxy Zoo: EMU" has as its main goal
el: Το πρόγραμμα επιστήμης των πολιτών "Radio Galaxy Zoo: EMU" έχει ως κύριο στόχο

# QUIZ35_ANS1
source: to help scientists classify radio sources
el: να βοηθήσει τους επιστήμονες να ταξινομήσουν ραδιοπηγές

# QUIZ35_ANS3
source: to compare observations from different optical telescopes
el: να συγκρίνει παρατηρήσεις από διαφορετικά οπτικά τηλεσκόπια

# QUIZ35_ANS4
source: to study the Sun’s activity, such as sunspots and solar flares
el: να μελετήσει τη δραστηριότητα του Ήλιου, όπως τις ηλιακές κηλίδες και τις εκλάμψεις

# QUIZ35_ANS2
source: to map the planets of the Solar System
el: να χαρτογραφήσει τους πλανήτες του ηλιακού συστήματος

# QUIZ36_QSTN
source: In the citizen science project “Radio Galaxy Zoo: EMU”, who can take part?
el: Στο πρόγραμμα επιστήμης των πολιτών "Radio Galaxy Zoo: EMU", ποιοι μπορούν να συμμετέχουν;

# QUIZ36_ANS1
source: anyone, with no special scientific background required
el: ο καθένας, χωρίς να απαιτείται ειδικό επιστημονικό υπόβαθρο

# QUIZ36_ANS2
source: selected individuals after strict evaluation procedures
el: επιλεγμένα άτομα μετά από αυστηρές διαδικασίες αξιολόγησης

# QUIZ36_ANS3
source: only graduates in the physical sciences
el: μόνο πτυχιούχοι φυσικών επιστημών

# QUIZ37_QSTN
source: Which of the following are key goals of the educational programme "RADIIO"?
el: Ποιοι από τους παρακάτω είναι βασικοί στόχοι του εκπαιδευτικού προγράμματος "RADIIO";

# QUIZ37_ANS1
source: to train professional astrophysicists in radio astronomy
el: να εκπαιδεύσει επαγγελματίες αστροφυσικούς στη ραδιοαστρονομία

# QUIZ37_ANS3
source: to reduce the gap between scientific knowledge and public perception
el: η μείωση του χάσματος μεταξύ επιστημονικής γνώσης και κοινωνικής αντίληψης

# QUIZ37_ANS4
source: to replace school education with specialized academic research
el: η αντικατάσταση της σχολικής εκπαίδευσης με εξειδικευμένη ακαδημαϊκή έρευνα

# QUIZ37_ANS2
source: to promote collaboration between students and educators from different countries and cultures
el: η συνεργασία μεταξύ μαθητών και εκπαιδευτικών από διαφορετικές χώρες και πολιτισμούς

# QUIZ38_QSTN1
source: EMU is a large-scale survey of the southern hemisphere of the sky, based on data from the ASKAP radio telescope in Australia.
el: Το EMU αποτελεί μια χαρτογράφηση μεγάλης κλίμακας του νότιου ημισφαιρίου του ουρανού, βασισμένη σε δεδομένα από το ραδιοτηλεσκόπιο ASKAP στην Αυστραλία.

# QUIZ38_QSTN2
source: The image shows the progress of the survey up to June 2024.
el: Η εικόνα αποτυπώνει την πρόοδο της χαρτογράφησης έως τον Ιούνιο του 2024.

# QUIZ38_QSTN3
source: Try to assemble it correctly using as few moves as possible.
el: Προσπάθησε να τη σχηματίσεις σωστά με όσο το δυνατόν λιγότερες κινήσεις.

# UI_ENERGY
source: energy
el: ενέργεια
